10/data/attachments/d70eb8013473ac79.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_security_Friend_51318_3</nif:username>
            <nif:friendToBeRequested>soap_friends_f88cbd7e-7760-4471-ab6e-83dbb5fb2da5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>